var roomData = [
    {   
        "id":1,
        "roomtitle":"原创设计森林系树屋大床房/全实木/春熙路/太古里/九眼桥/兰桂坊-A",
        "roomtype":{
            "type":"1间卧室",
            "bed":"1张床",
            "toilet":"1间卫生间",
        },
        "roomname":"杨杨的家",
        "phone":"028-12345678",
        "roomtext":"曾经无比渴望树屋的朴实，却不舍闹市的繁华；总想逃离城市的喧嚣，却碍于去丛林的遥远路程各种不便而无限期搁置计划。在这里，既兼顾了树屋的宁静致远，也涵盖了都市的火树银花。接近五米的空高，摒弃了传统搭建阁楼造成的压抑感，让超高的空高带来顺畅的呼吸感，整面超高落地窗，采光绝好，坐在窗边，端着茶，哼着歌，浮生如斯，夫复何求。"
    },


    {
        "roomtitle":"原创设计森林系树屋大床房/全实木/春熙路/太古里/九眼桥/兰桂坊-A",
        "roomtype":{
            "type":"1间卧室",
            "bed":"1张床",
            "toilet":"1间卫生间",
        },
        "roomname":"刘先生的家",
        "phone":"028-12345678",
        "roomtext":"曾经无比渴望树屋的朴实，却不舍闹市的繁华；总想逃离城市的喧嚣，却碍于去丛林的遥远路程各种不便而无限期搁置计划。在这里，既兼顾了树屋的宁静致远，也涵盖了都市的火树银花。接近五米的空高，摒弃了传统搭建阁楼造成的压抑感，让超高的空高带来顺畅的呼吸感，整面超高落地窗，采光绝好，坐在窗边，端着茶，哼着歌，浮生如斯，夫复何求。"
    }
]